"Select Next Result" = "Wybierz następny wynik";
"Hide if pressed when already visible" = "Ukryj po naciśnięciu, jeżeli widoczne";
"Show children in result list" = "Wyświetl objekty podrzędne na liście wyników";
"Row Height:" = "Wysokość wiersza";
"Use a single key command to activate" = "Stosuj polecenie jednoklawiszowe, by aktywować";
"Wait before searching:" = "Zaczekaj przed wyszukaniem:";
"Function" = "Funkcja";
"Hide instead of resetting search" = "Ukryj zamiast resetować wyszukiwanie";
"Option" = "Opcja";
"Switch to Text Mode" = "Przełącz na tryb tekstowy";
"Normal" = "Normalne";
"Show other matches" = "Pokaż inne trafienia";
"Never" = "Nigdy";
"Delayed" = "Opóźnione";
"HotKey Activation:" = "Aktywacja \"gorącym klawiszem\":";
"Edit" = "Edytuj";
"Reset search after:" = "Restuj wyszukiwanie po:";
"Jump to Argument Field" = "Przejdź do pola argumentu";
"Shift" = "Shift";
"Immediately" = "Natychmiast";
"Box" = "Kontener";
"Modifier-only Activation:" = "Uaktywnienie przy zastosowaniu modyfikatora:";
"Off" = "Wyłączone";
"Alternate Services Menu Key:" = "Klawisz menu alternatywnych usług:";
"Double" = "Podwójne";
"Caps Lock (Double Only)" = "Caps Lock (tylko podwójne)";
"Delay before showing alternatives" = "Opóźnienie przed wyświetleniem alternatyw";
"The children of the object that is selected in the resultlist are displayed in a second list." = "Objekty podrzędne objektu zaznaczonego na liście wyników wyświetlane są na drugiej liście";
"Time to wait before new letters typed are considered a new search" = "Czas, po którym nowo wpisane litery traktowane są jako nowe wyszukiwanie";
"Command" = "Command";
"Spacebar behavior:" = "Zachowanie klawisza spacji:";
"Delay before searching to improve performance on slow machines" = "Opóźnienie przed wyszukiwaniem, by poprawić wydajność na słabszych komputerach";
"Control" = "Control";
"none" = "brak";
"Jump to action when getting results" = "Przejdź do czynności przy uzyskiwaniu wyników";
"Single" = "Pojedynczy";
"Switch to text mode if no match is found" = "Przy braku trafień przejdź do trybu tekstowego";
"Show Item's Contents" = "Pokaż zawartość rzeczy";
